Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: The Islamic State group said Sunday it had executed Haruna Yukawa, one of two Japanese hostages it has been holding, in an apparent beheading that has been slammed by leaders around the world.
pt: A rádio do grupo Estado Islâmico (EI) confirmou neste domingo a execução do refém japonês Haruna Yukawa, um dia depois da divulgação de um vídeo anunciando a sua morte.

source: You do not like me.”
pt: E ele disse que não podia fazer nada. "

source: "I think she has a right to worry .
pt: Mas o que deu certo mesmo foi o amor .

source: It was previously known that measles could suppress the body's natural defenses for months, but the findings in the journal Science show that the dangers of the vaccine-preventable disease last much longer, by wiping out essential memory cells that protect the body against infections like pneumonia, meningitis and parasitic diseases.
pt: Já se sabia que o sarampo poderia suprimir as defesas naturais do organismo durante meses, mas as recentes descobertas, publicadas na revista Science, demonstram que os perigos da doença - evitável com vacina - persistem por muito mais tempo, varrendo as essenciais células de memória, que armazenam informações sobre agentes infecciosos e protegem o corpo contra infecções como pneumonia, meningite e doenças parasitárias.

source: Both polls had a margin of error of plus or minus 2%.
pt: A margem de erro é de três pontos percentuais, para mais ou para menos .

source: Perhaps no clearer example of the reluctance to mark the killings will come on the anniversary itself, when Turkey will instead lavishly commemorate 100 years since the Gallipoli campaign: the victory of Ottoman forces over invading Allied troops.
pt: Talvez não haja evidência mais clara dessa relutância do que a comemoração do centenário em si, quando a Turquia celebrará os cem anos da campanha de Galípoli, como é chamada a vitória das forças otomanas sobre as tropas aliadas.

source: The new joint command will "find and disrupt organised criminals who attempt to smuggle migrants into northern France and across the Channel", it said.
pt: - Este novo centro de comando vai localizar e desmantelar as organizações criminosas que ajudam imigrantes ilegais para o norte da França e através do Canal - disse o ministério britânico.

source: My mom is going to be really pissed, he said.
pt: "Não sei o que vai ser da minha vida .

source: Federal Reserve Chair Janet Yellen is even looking to raise interest rates by the end of the year to keep the U.S. economy from overheating.
pt: O Federal Reserve, banco central norte-americano, aguarda sinais de recuperação da economia dos Estados Unidos para elevar a taxa de juros no país .

source: "I am very proud of everything we did from the start," Deschamps told French television after the game.
pt: "Estou muito orgulhoso de tudo o que fizemos desde o início", disse o técnico da seleção francesa, Didier Deschamps, em entrevista na televisão.

source: The International Organization for Migrants (IOM) based in Geneva said 41 migrants were feared drowned in a new Mediterranean shipwreck, citing survivors picked by the Italian navy vessel "Foscari."
pt: A Organização Internacional para Migrantes (OIM) informou que 41 migrantes podem ter se afogado em um novo naufrágio ao tentarem atravessar o Mediterrâneo para chegar à Europa.

source: (CNN) -- Thomas Eric Duncan, the first person diagnosed with Ebola in the United States, received an experimental medicine nearly a week after being admitted into the hospital -- a far longer wait than experienced by four other Ebola patients treated in the United States.
pt: A primeira pessoa diagnosticada com Ebola nos Estados Unidos, Thomas Eric Duncan, morreu nesta quarta-feira pela manhã em um hospital de Dallas, no Estado do Texas, disse um porta-voz do hospital.

source: Facebook mobile app to offer free, limited Internet in Zambia
pt: Facebook lança aplicativo que dá acesso gratuito à internet na Zâmbia

source: Hamas vowed on Thursday that Israel "will pay the price" for killing three senior commanders of the Brigades at a pre-dawn Israeli airstrike in southern Gaza.
pt: Três comandantes do braço armado do Hamas morreram na madrugada desta quinta-feira num ataque aéreo de Israel sobre Rafah, no sul da Faixa de Gaza, anunciou o grupo radical islâmico .

source: Six people were being kept in isolation at Carlos III Hospital in Madrid on Wednesday night as health authorities sought to contain the spread of the Ebola virus that has infected nursing assistant Teresa Romero, the first person to contract the disease outside of Africa.
pt: Uma auxiliar de enfermagem espanhola se tornou a primeira pessoa contaminada por Ebola fora da África, após ter contraído o vírus no hospital madrilenho onde foram atendidos os dois missionários que morreram com a doença, informaram autoridades sanitárias locais nesta segunda-feira.

source: The Ukrainian military's more downbeat assessment of the situation echoed that of NATO's top military commander U.S. Air Force General Philip Breedlove, who said on Saturday that fighting was continuing in Ukraine and that the truce was a ceasefire "in name only".
pt: VILNIUS (Reuters) - Os combates na Ucrânia continuam e a trégua no país é "só no nome", disse o principal comandante militar da Otan neste sábado.

source: The weak Bamako government has struggled to restore its authority on its northern zones and peacekeepers are caught between various pro-government and rebel factions still operating there.
pt: O fraco governo da capital, Bamaco, vem lutando para restaurar sua autoridade no norte da nação africana, e os pacificadores estão no fogo cruzado entre várias fações pró-governo e rebeldes ainda atuando na região.

source: Cameroon, who have won only one game in their last five World Cups, cannot reach the knockout phase after losing their first two games .
pt: Com duas vitórias em seus dois primeiros jogos, Holanda e Chile chegam à terceira rodada da primeira fase da Copa do Mundo já classificados para as oitavas de final.

source: Energy Minister Volodymyr Demchyshyn said on Friday there was a "tense" situation at the country's power plants with coal stocks running so low at some that they are not able to produce the required amount of power.
pt: "Não existe ameaça... não há problemas com os reatores", afirmou o ministro de Energia, Volodymyr Demchyshyn, que assumiu seu posto em um novo governo apenas na terça-feira, em comunicado.

source: Prime Minister David Cameron has vowed to renegotiate the terms of the UK's membership of the EU, before holding a referendum in 2017 on whether to leave, if he is re-elected in six month's time.
pt: O primeiro-ministro britânico, David Cameron, quer renegociar os termos para que a Grã-Bretanha continue sendo um país membro do bloco antes de realizar um referendo a respeito no país.

source: “Any violation of Syria’s sovereignty would be an act of aggression.”
pt: Segundo ele, uma ação deste tipo seria considerada uma violação da soberania síria e uma agressão contra o país.

source: And we see that if you increase the supply of drivers it creates additional demand immediately,” Salom says .
pt: Se você aumenta a oferta de condutores, automaticamente cria-se uma demanda adicional", considera Salom .

source: UPDATE 2-Air Canada flight slides off Halifax runway, 23 injured
pt: Avião da Air Canada sai da pista em Halifax e fere 23

source: Symptoms include fever, abdominal pain, vomiting and bleeding.
pt: Os sintomas graves são dor abdominal, dor no tórax, vômito e sangramento.

source: So far the 2014 Atlantic hurricane season has been relatively inactive and Gonzalo was only the seventh named storm of the year .
pt: O Gonzalo é o sexto furacão da temporada de furacões de 2014 no Atlântico, que vai até o final de novembro.

source: "And now suddenly they are being turned into criminals!"
pt: "Agora, de uma hora para outra, se tornaram criminosos."

source: Fernando Alonso was flown to hospital following his accident in Barcelona
pt: Após acidente, Alonso segue internado em Barcelona

source: The Gaza Strip's only power plant returned to life after Israel resumed fuel deliveries on Sunday, a Palestinian official said, two days after a lack of supplies halted electricity production.
pt: A única central elétrica da Faixa de Gaza parou de funcionar neste sábado pela falta de combustível procedente de Israel, afirmou o subdiretor da Autoridade de Energia de Gaza.

source: I do not know what has happened .
pt: O que eu posso fazer é esperar” .

source: The militant group said on Friday that Mueller, a 26-year-old from Prescott, Arizona, was killed when Jordanian fighter jets bombed a building where she was being held .
pt: BEIRUTE (Reuters) - O grupo militante Estado Islâmico afirmou nesta sexta-feira que uma refém norte-americana que estava sendo mantida na Síria foi morta quando caças jordanianos atingiram um prédio onde ela estava, informou o grupo de monitoramento SITE.

source: The biggest Ebola outbreak in history is taking its toll in Western Africa
pt: O pior surto de ebola na história é a maior de todas as pressões .

source: Monday's meeting comes after the General Assembly on Friday urged the council to consider referring North Korea to the International Criminal Court for crimes against humanity as alleged in a U.N. inquiry report released in February.
pt: A representante americana recomendou que o Conselho "examine a recomendação" da Comissão e da Assembleia Geral da ONU de julgar, no Tribunal Penal Internacional, os crimes contra a humanidade que estariam sendo cometidos pela Coreia do Norte.

source: "I'm not processing a lot at the moment .
pt: E não estou contente com isso", disse o presidente.

source: Five foreigners and several other hostages were freed overnight after they were held by gunmen who raided a hotel in central Mali in an attack that left at least seven people dead, military sources said early Saturday.
pt: O comando armado que mantinha várias pessoas como reféns em um hotel em Sevare, no centro de Mali, foi neutralizado na madrugada deste sábado pelas forças de segurança, que libertaram vários reféns em uma operação que deixou pelo menos doze mortos .

source: The bodies of four hostages are recovered.
pt: Os corpos de quatro vítimas foram encontrados .

source: No arrests have been made by the police surrounding the shootings, and police said it is still too early to tell if the two cases are related.
pt: Ainda é muito cedo para saber se o tiroteio desta noite tem relação com o ataque ocorrido mais cedo, segundo a polícia.

source: Israel and Hamas have agreed to an Egyptian-brokered 72-hour ceasefire .
pt: Israel e Hamas concordam com cessar-fogo de 72 horas na Faixa de Gaza - Mundo - O Dia

source: Sony Corp's movie studio released "The Equalizer" .
pt: O estúdio da Sony lançou "O Protetor" .

source: International leaders, including US President Barack Obama and German Chancellor Angela Merkel, have called for an immediate ceasefire in eastern Ukraine.
pt: O presidente dos Estados Unidos, Barack Obama, conversou com a primeira-ministra da Alemanha, Angela Merkel, sobre a cooperação entre os dois países.

source: Juventus have won the race to sign free agent Sami Khedira after the German midfielder allowed his contract to run down at Real Madrid .
pt: (Reuters) - A Juventus assinou com o meia alemão Sami Khedira, do Real Madrid, que estava sem contrato, informou o clube campeão italiano nesta terça-feira.

source: WASHINGTON The U.S. military said on Friday it discovered even more suspected shipments of live anthrax than previously thought, both in the United States and abroad, and ordered a sweeping review of practices meant to inactivate the bacteria.
pt: O Exército americano disse, na sexta-feira, que descobriu que houve mais remessas de amostras vivas de antraz do que se pensou inicialmente, tanto dentro dos EUA quanto para o exterior, e ordenou que seja feita uma revisão abrangente nos procedimentos destinados a inativar a bactéria.

source: Human rights activists from Pakistan and India, Malala Yousafzai and Kailash Satyarthi, have named as the joint winners of the 2014 Nobel Peace Prize, the award’s committee announced in Oslo.
pt: Oslo (DW) - O Comitê norueguês do Nobel anunciou ontem que a paquistanesa Malala Yousafzai é a ganhadora do Prêmio Nobel da Paz de 2014 .

source: I think Fabio struggled all weekend.
pt: Fabio se esforçou muito durante todo o fim de semana."

source: Sandy Stier: For me I think it was a little bit less so .
pt: Mas eu preferia que você fosse um pouco mais eu e menos você .

source: Nisman, an Argentine prosecutor, was determined to seek justice over his country's deadliest terrorist attack, the 1994 bombing of a Buenos Aires Jewish community center, the Argentine Israelite Mutual Association, or AMIA, which left 85 people dead and hundreds more injured.
pt: Nisman estava a cargo da investigação do maior atentado contra judeus já ocorrido na Argentina, o ataque contra a Associação Mutual Israelita Argentina (Amia) que causou 85 mortes em 1994.

source: Ukraine declared on Friday that Russia had launched a "direct invasion" of its territory after Moscow sent a convoy of trucks across the border into eastern Ukraine where pro-Russian rebels are fighting government forces.
pt: KIEV/FRONTEIRA DONETSK-IZVARINO Rússia (Reuters) - Os Estados Unidos exigiram que a Rússia retire equipamentos e pessoal da Ucrânia depois que o governo russo enviou um comboio de caminhões nesta sexta-feira, o que Kiev chamou de "invasão direta".

source: According to Dr Warneken, his experiments show that that most of the mental skills needed to cook were there in human ancestors between 5 to 7 million years ago and so all it took for the first emergence of the culinary arts was the controlled use of fire and the ability to trust other people not to pinch our food while our back was turned.
pt: De acordo com Warneken, esses experimentos mostram que a maioria das habilidades mentais necessárias para cozinhar estavam nos ancestrais dos seres humanos há cerca de 5 a 7 milhões de anos, então tudo que foi necessário para que a culinária surgisse foi a capacidade de controlar o fogo e a habilidade de acreditar que outras pessoas não iriam roubar comida assim que virássemos de costas.

source: The Associated Press CAPE CANAVERAL, Fla. (AP) — The private SpaceX company sent a supply ship soaring flawlessly toward the International Space Station on Saturday, but the booster rocket ended up in pieces in the Atlantic following a failed attempt to land on a barge.
pt: CABO CANAVERAL, EUA (Reuters) - Uma nave não tripulada da Space Exploration Technologies decolou neste sábado levando material para a Estação Espacial Internacional, mas os esforços para fazer o foguete pousar no oceano falharam, afirmou a empresa .

source: In the accompanying report, the Fed said its balance sheet would top out at $4.5 trillion when its bond-buying programme ends in October, a sign of how much stimulus the central bank has had to unleash to support the economy.
pt: Em relatório acompanhando suas declarações, o Fed informou que seu balanço patrimonial vai atingir o máximo de 4,5 trilhões de dólares quando seu programa de compra de títulos acabar em outubro, sinal de quanto estímulo o banco central tem tido que liberar para sustentar a economia .

source: The White House denied that quickly, and Obama then told reporters: "I did not say that .
pt: Entretanto, Obama se negou a dizer o que falou aos líderes sobre o assunto .

source: ISIL seizes main government compound in Iraq's Ramadi
pt: Estado Islâmico toma complexo do governo no Iraque

source: It was not always so.
pt: Por sorte, não era a sua hora .

source: Supreme Court rules in favor of same-sex marriage nationwide
pt: Suprema Corte dos EUA aprova casamento gay em todo o país

source: According to the Italian navy, some 2,380 migrants and asylum seekers were picked up over the weekend in a large-scale naval deployment dubbed “Mare Nostrum,” launched after more than 400 people died in two shipwrecks last October.
pt: Ao mesmo tempo, a Marinha italiana informou nesta segunda-feira ter resgatado 2.380 pessoas durante o fim de semana, como parte do vasto programa "Mare Nostrum" criado aps a morte de mais de 400 imigrantes em dois naufrgios em outubro.

source: "I am confident they can," Biden said when asked by reporters about the future of Brazilian-U.S. relations as he arrived for a meeting with Brazil's President Dilma Rousseff in Brasilia.
pt: BRASÍLIA (Reuters) - O vice-presidente dos Estados Unidos, Joe Biden, disse nesta terça-feira que teve com a presidente Dilma Rousseff uma "ótima reunião".

source: Eddie Redmayne won the Oscar for Best Performance by an Actor in a Leading role for "The Theory of Everything" in which he portrayed physicist Steven Hawking .
pt: Eddie Redmayne confirmou seu favoritismo e levou o Oscar de melhor ator por sua criação como Stephen Hawking em A Teoria de Tudo .

source: SÃO PAULO, BRAZIL – After weeks of speculations, the new economic team to lead Dilma Rousseff’s administration in its second term was announced on Thursday: Joaquim Levy will take over as Brazil’s new Finance Minister, Nelson Barbosa will be the new Budget and Planning Minister, while Alexandre Tombini was asked to stay on as Central Bank President.
pt: No Brasil, investidores seguem à espera da indicação oficial da nova equipe econômica, com a nomeaç ão de Joaquim Levy para o ministério da Fazenda e de Nelson Barbosa para o Planejamento, além da permanência de Alexandre Tombini como presidente do Banco Central (BC) .

source: The four officers in the van fired back, then pursued the suspect on foot .
pt: Os policiais atiraram em resposta e seguiram o suspeito a pé .

source: Countries from the Asia and Pacific region have agreed to establish an anti-corruption transparency network .
pt: Países da Ásia e da região do Pacífico propõem rede anticorrupção

source: Cairo, Reuters—A suicide bomber blew himself up near the ancient Egyptian Karnak Temple in the southern city of Luxor on Wednesday, security sources said, a possible sign that Islamist militants are shifting focus to try to derail Egypt’s economic recovery.
pt: Uma pessoa se explodiu perto do templo de Karnak, na cidade egípcia de Luxor, informaram nesta quarta-feira fontes da área de segurança e testemunhas, em mais um ataque a um ponto turístico do país.

source: The harsh weather also hit Washington state, where over 165,000 customers were without power as of early Friday, according to local utility companies.
pt: A tempestade também afetou o Estado de Washington, onde mais de 165 mil pessoas ficaram sem energia elétrica no começo da sexta-feira, de acordo com companhias locais de eletricidade.

source: China's central bank cut both the requirement reserve ratio (RRR), the amount of reserves banks required to hold, and benchmark interest rates on Saturday.
pt: O corte na taxa de juros é o quinto do banco central chinês desde novembro, enquanto o corte no compulsório para todos os bancos é o terceiro do ano.

source: The takeover brings the Houthis and Saleh's forces closer to the country's most prized economic asset, the Belhaf gas facility and export terminal, on the Arabian Sea about 160 km (100 miles) to the southeast.
pt: A conquista deixa os houthis e as forças de Saleh mais perto da região econômica mais cobiçada do país, a instalação de gás e terminais de exportação Belhaf, no mar Arábico, cerca de 160 quilômetros a sudeste.

source: The US Senate report on the CIA's interrogation methods has unleashed a fierce debate about America's intelligence services .
pt: de um relatório sobre a duras técnicas de interrogatório da CIA, disse a Casa Branca.

source: But the league said it has not made any judgments and will not do so until it concludes the investigation and considered all of the relevant evidence.
pt: Não fizemos nenhum julgamento nestes pontos e não faremos até concluir nossa investigação e considerarmos todas as evidências relevantes.

source: (Reuters) - General Electric Co (GE.N) is in early-stage talks with Wells Fargo & Co (WFC.N) about selling its entire $74 billion U.S. commercial lending and leasing (CLL) portfolio to the bank, according to a source familiar with the situation.
pt: A General Electric (GE) está em fase inicial de negociações com o Wells Fargo para vender todo o seu portfólio de US$ 74 bilhões em empréstimos comerciais e leasing para o banco, segundo uma fonte familiarizada com a situação.

source: Brooklyn, New York (CNN)A New York police officer was charged Wednesday with second-degree manslaughter in the shooting death of an unarmed Brooklyn man in November.
pt: O homem agiu em busca de vingança pela morte de um homem negro desarmado por um policial branco em Nova York.

source: ''But I'm not worried about it.' '
pt: "O que eu estou passando não é fácil e não desejo para ninguém .

source: The plan said that these costs were still subject to government discussion.
pt: Os valores ainda estão sujeitos a discussão do governo.

source: A group declaring support for Islamic State jihadists hacked US Central Command's social media accounts on Monday, forcing the military to take down the command's Twitter feed.
pt: A conta do Comando Central dos Estados Unidos (Centcom) na rede social Twitter foi suspensa após ter sido alvo de ataque de um grupo de hackers supostamente ligado ao Estado Islâmico (EI).

source: The shooting also came 10 days after the St. Louis area was inundated with protesters from around the country marking the one-year anniversary of the police killing of unarmed black teenager Michael Brown by a white police officer.
pt: A polícia atirou e matou um homem negro em St. Louis nesta quarta-feira (19), o que atraiu multidões furiosas 10 dias após manifestantes lembrarem o aniversário da morte de Michael Brown, um adolescente desarmado, na vizinha Ferguson.

source: New York (CNN) -- Dr. Craig Spencer, who was diagnosed with Ebola in New York City last month, is now free of the virus and will be released from the hospital Tuesday, city officials said.
pt: O médico Craig Spencer, diagnosticado em Nova York com ebola vai deixar o hospital na terça-feira, de acordo com pessoas familiarizadas com a situação .

source: "One of the key aspects I want to talk about is my suggestion to distribute 50 percent of FIFA's revenues – $2.5 billion – directly to the member associations for solidarity over four years," Figo told Reuters in an email.
pt: “Um dos aspectos centrais de que quero falar é minha sugestão de distribuir 50 por cento das receitas da Fifa – 2,5 bilhões de dólares – diretamente para as associações filiadas por solidariedade ao longo de quatro anos”, disse Figo à Reuters por e-mail.

source: Gunfire broke out at the state TV headquarters after opposition politician Saran Sereme, head of the PDC party, and about 100 of her supporters arrived at the TV station chanting "Saran President".
pt: O tiroteio começou logo depois da chegada de Saran Sereme, líder do partido de oposição PDC, e de cerca de 100 apoiadores que gritavam "Saran presidente".

source: In one case, investigators say they traced a transfer for 55,268 euros via a flight for Islamabad from Rome's Fiumicino airport .
pt: Em um caso, 55.268 euros foram levados ao Paquistão em um voo de Roma para Islamabad.

source: I think she has a hard time letting go of that.”
pt: Eu disse que tenho coisas em comum com ela.. .
